Repository: pbijdens/amersfoortraidbot
Catalog: PokemonGoRaidBot/i18n/*/LC_MESSAGES/raidbot.po
Languages: nl_nl

source: Your alias in the subscriptions now is '{0}'. Remove the alias using the '/alias -' command.
nl_nl: Je staat nu als '{0}' in de inschrijvingen. Verwijder je alias met het commando '/alias -'.

source: Your regular username of '{0}' will be used in the subscription list.
nl_nl: Je reguliere gebruikersnaam '{0}' wordt nu gebruikt in de inschrijvingen.

source: Your Pokémon Go trainer level now is {0}. Use '/level 0' to remove your level.
nl_nl: Je Pokémon Go trainer level is nu {0}. Gebruik het commando '/level 0' om je level te wissen.

source: Your Pokémon Go trainer level is currently not shown. Use '/level [yourlevel]' to set your level.
nl_nl: Je Pokémon Go trainer level wordt niet getoond. Gebruik '/level [jouwlevel]' om je level in te stellen in de bot.

source: Use '/gyminfo "<regex>"' to obtain statistics about all raids on matching gyms.
nl_nl: Gebruik '/gyminfo "<regex>"' om statistieken te bekijken voor alle raids op die gym.

source: Statistics for "{0}"
nl_nl: Statstieken voor "{0}"

source: Too many results.
nl_nl: Te veel resultaten.

source: An error occurred processing statistics for "{0}" (is that even a regular expression?): {1}
nl_nl: Er is een probleem opgetreden bij het verwerken van '{0}' (is dat überhaupt een regex?): {1}

source: Enter the name of the gym.
nl_nl: Voer de naam van de gym in.

source: Enter the name of the Pokémon.
nl_nl: Voer de naam van de Pokémon in.

source: Specify the current gym's alignment.
nl_nl: Geef aan welke kleur de gym op dit moment heeft.

source: Updated the gym alignment.
nl_nl: Gym kleur aangepast.

source: Please specify when the raid will take place. If the egg is yet to hatch, use one of the 🥚 buttons to indicate the amount of time left before the egg hatches. If the egg already hatched use one of the ⛔️ to indicate how many minutes are left for the raid.
nl_nl: Geef aan wanneer deze raid gedaan kan worden. Als het ei nog moet uitkomen, geef dan met een van de 🥚 knoppen aan over hoeveel minuten het ei uitkomt. Is het ei al uit, geef dan met een van de ⛔️ knoppen aan hoeveel minuten de raid nog duurt.

source: Raid time updated.
nl_nl: Raid tijd is aangepast.

source: Select a date for this raid from the list below.
nl_nl: Kies een datum uit de lijst.

source: Select a start time.
nl_nl: Kies een start-tijd.

source: Cleared.
nl_nl: Gewist.

source: The raid was created but not published yet. You can publish or share the raid with the corresponding buttons in the block.
nl_nl: De raid is aangemaakt, maar nog niet gepubliceerd. Om de raid te delen of te publiceren gebruik je nu de bijbehorende knop.

source: If you say so.
nl_nl: Als jij het zegt.

source: Your new team is {0}.
nl_nl: Je nieuwe team is {0}.

source: Please specify which Pokémon the raid is for. If unknown, just enter the level of the raid.
nl_nl: Geef op zijn minst aan voor welke Pokémon de raid is.

source: Please specify the name of the gym.
nl_nl: Voer de naam van de gym in.

source: Please specify the gym's location. You can send a location from the telegram mobile client by pressing the paperclip button and selecting Location. Then drag the map so the position marker is at the location of the gym. The address information will automatically be added by the bot.
nl_nl: Waar is de raid? Je kan je locatie sturen door in de mobiele Telegram applicatie op de paperclip te klikken, en Locatie te kiezen. Versleep voor je de locatie stuurt de kaart zodat de locatie-marker op de plek van de gym staat. Adres-informatie wordt automatisch toegevoegd.

source: Please specify when the raid will take place.
nl_nl: Voer de naam van de gym in.

source: Pick your team from the list.
nl_nl: Kies je team uit de lijst.

source: Send a location from the telegram mobile client by pressing the paperclip button and selecting Location. Then drag the map so the position marker is at the location of the gym. The address information will automatically be added by the bot. After having sent the location, will out the remaining details. Finally, when you are ready, you can choose to either publish the raid to the public channel, or share your raid privately using the share-button.
nl_nl: Begin ermee om de locatie van de gym op te geven. Je kan een locatie sturen door in de mobiele Telegram applicatie op de paperclip te klikken, en Locatie te kiezen. Versleep voor je de locatie stuurt de kaart zodat de locatie-marker op de plek van de gym staat. Adres-informatie wordt automatisch toegevoegd. Nadat je de locatie hebt aangegeven kan je de andere gegevens van de raid aanpassen. Als je klaar bent klik je op de "Klaar" knop. Daarna kan je de raid publiceren naar het raid-kanaal, of de raid privé delen met de bijbehorende knoppen.

source: Alignment
nl_nl: Kleur

source: Address
nl_nl: Adres

source: GPS Location
nl_nl: GPS coördinaten

source: Available from
nl_nl: Beschikbaar vanaf

source: Available until
nl_nl: Beschikbaar tot

source: Other...
nl_nl: Anders...

source: Time
nl_nl: Tijd

source: 🗑 Reset
nl_nl: 🗑 Wissen

source: 💾 Done
nl_nl: 💾 Klaar

source: I expected a location.
nl_nl: Ik verwachtte eigenlijk een locatie.

source: Can't process input. Next time just send me a single line of text in the form HH:MM where HH is a number between 00 and 23, and MM is a number of minutes.
nl_nl: Deze invoer kan ik niet verwerken. Stuur me de volgende keer een enkele regel tekst met alleen een tijd erin. De tijd moet zijn in het formaat UU:MM waar UU een aantal uren is en MM een aantal minuten, bijvoorbeeld 23:30.

source: Please send me a location using the attach-button in your messaging client.
nl_nl: Stuur me nu een locatie bericht.

source: Please send me the updated name of the gym.
nl_nl: Voer de naam van de gym in.

source: Please send me the updated name of the Pokémon.
nl_nl: Voer de naam van de Pokémon in.

source: Please send me a line of text to add as remarks to the raid.
nl_nl: Stuur me de tekst voor de opmerking.

source: Enter the exact time that the egg with hatch in the form HH:MM using a 24-hour clock.
nl_nl: Hoe laat komt (of kwam) het ei uit. Stuur me dit in het formaat UU:MM waar UU een aantal uren is, en MM een aantal minuten, bijvoorbeeld 17:34.

source: Select the new gym alignment from the menu
nl_nl: Kies de nieuwe kleur uit het menu

source: Select the new gym alignment from the menu.
nl_nl: Geef aan welke kleur de gym op dit moment heeft.

source: Updated the gym alignment. Manual refresh of the published raid is required.
nl_nl: Gym kleur is aangepast. Ververs zelf even de gepubliceerde raid.

source: Thanks. Now please manually refresh the published message.
nl_nl: Bedankt. Ververs nu zelf even de gepubliceerde raid.

source: Publication of this raid has been undone. You may publish the raid again at your discretion.
nl_nl: De publicatie van deze raid is ongedaan gemaakt. Je kan opnieuw publiceren wanneer je dat graag wil.

source: This raid is not published (anymore). You may publish the raid again.
nl_nl: Deze raid is niet (meer) gepubliceerd.

source: Refreshing...
nl_nl: Bezig met verversen.

source: Remarks
nl_nl: Opmerkingen

source: Location
nl_nl: Locatie

source: Share
nl_nl: Delen

source: Unpublish
nl_nl: Maak publicatie ongedaan

source: 📣 Publish
nl_nl: 📣 Publiceer

source: {0} raid at {1} {2}
nl_nl: {0} raid bij {1} {2}

source: Excellent! You arrived.
nl_nl: Geweldig! Je bent er.

source: That's too bad 😞
nl_nl: Jammer 😞

source: Publishing the raid.
nl_nl: Raid wordt gepubliceerd.

source: You will be there at {0}.
nl_nl: Je bent er om {0}.

source: Error updating time.
nl_nl: Probleem bij het aanpassen van de tijd.

source: Go to our private chat to edit the raid.
nl_nl: Open je privé chat met de bot om de raid aan te passen.

source: Registered. Thanks.
nl_nl: Staat genoteerd.

source: Joined for team {0}
nl_nl: Je nieuwe team is {0}.

source: You're on the list now.
nl_nl: Staat genoteerd!

source: now
nl_nl: nu

source: route
nl_nl: google maps

source: Declined
nl_nl: Afgemeld

source: Maybe
nl_nl: Misschien

source: Done
nl_nl: Al gedaan

source: there for {0}
nl_nl: is er al {0}

source: Yes
nl_nl: Ja!

source: I +1
nl_nl: Ik +1

source: I +2
nl_nl: Ik +2

source: I +3
nl_nl: Ik +3

source: I +4
nl_nl: Ik +4

source: I +5
nl_nl: Ik +5

source: Cancel
nl_nl: Annuleer

source: Arrived
nl_nl: Ben er

source: January
nl_nl: januari

source: February
nl_nl: februari

source: March
nl_nl: maart

source: May
nl_nl: mei

source: June
nl_nl: juni

source: July
nl_nl: juli

source: August
nl_nl: augustus

source: October
nl_nl: oktober

source: MM-dd-yy HH:mm
nl_nl: dd-MM-yy HH:mm

source: seconds
nl_nl: secondes

source: second
nl_nl: seconde

source: minutes
nl_nl: minuten

source: minute
nl_nl: minuut

source: hours
nl_nl: uren

source: hour
nl_nl: uur

source: days
nl_nl: dagen

source: day
nl_nl: dag
